Repository: nicatguliyev/Karqo2
Catalog: Kargo/*.lproj/Localizable.strings
Languages: az

source: Login
az: Daxil ol

# register
source: Registration
az: Qeydiyyat

# driver
source: I'm driver
az: Sürücü

# client
source: I'm client
az: Sifarişçi

# username_login
source: Set username
az: İstifadəçi adı

source: Contact number
az: Əlaqə nömrəsi

source: Password
az: Şifrə

# password_repeat
source: Confirm password
az: Şifrənin təkrarı

# register_finish
source: Finish the registration
az: Qeydiyyatı bitir

# register_success
source: Registration successful
az: Uğurlu qeydiyyat

# register_successed
source: Your registration has been successfully completed.
az: Qeydiyyat uğurla tamamlandı

source: Username
az: İstifadəçi adı

source: Forgot password?
az: Şifrəni unutmusan?

# not_registered
source: Didn't register?
az: Qeydiyyatdan keçməmisən?

source: From
az: Haradan

source: To
az: Haraya

# transportation_type
source: Vehicle type
az: N/V-nin növü

# cargo_type
source: Shipment type
az: Yükün növü

source: Date
az: Tarix

# all_cargos
source: All shipments
az: Bütün yüklər

source: All drivers
az: Bütün sürücülər

# capacity_m3
source: Volume (m3)
az: Tutumu (m3)

# capacity_kg
source: Weight (kg)
az: Çəkisi (kg)

source: Accept
az: Qəbul et

source: Payment
az: Ödəniş

# my_notifications
source: Notifications
az: Bildirişlərim

# my_profile
source: Account
az: Profilim

# my_adv
source: Announcement
az: Elanlarım

# my_orders
source: Orders
az: Sifarişlərim

source: Settings
az: Tənzimləmələr

source: Exit
az: Çıxış

# cargos
source: Shipments
az: Yüklər

# transportations
source: Vehicles
az: N. vasitələri

source: Email
az: E-poçt

# name_surname
source: Name and surname / Company name
az: Ad və Soyad / Şirkət adı

# driver_info
source: Driver information
az: SÜRÜCÜNÜN MƏLUMATLARI

# driver_foreign_passport
source: Driver passport
az: Sürücünün xarici passportu

source: Browse
az: Seç

# register_certificate
source: Vehicle registration certificate
az: N.v-nin qeydiyyat şəhadətnaməsi

# semi_trailer_register_certificate
source: Semi-trailer registration certificate
az: Yarımqoşqunun qeydiyyat şəhadətnaməsi

# work_experience
source: Work experience (year)
az: İş təcrübəsi (İl)

# car_info
source: Vehicle information
az: AVTOMOBİLİN MƏLUMATLARI

# car_weight
source: Weight (kg)
az: Çəkisi (kg)

# type_of_transport
source: Vehicle type
az: N/v - nin tipi

# semi_trailer_info
source: Semi-trailer information
az: YARIMQOŞQUNUN MƏLUMATLARI

# brend
source: Brand
az: Marka

# voen
source: TIN
az: VÖEN

# look_documents
source: Viewing documents
az: Sənədlərinə bax

source: Documents
az: Sənədlər

source: Yes
az: Bəli

source: No
az: Xeyr

# exit_desc
source: Are you sure you want to quit?
az: Çıxış etmək istədiyizə əminsinizmi?

# delete_adv_desc
source: Are you sure you want to delete the announcement?
az: Elanı silmək istədiyinizə əminsinizmi?

# delete_adv
source: Delete announcement
az: Elanı sil

source: From (Country)
az: Haradan (Ölkə)

source: From (Region)
az: Haradan (Region)

source: From (City)
az: Haradan (Şəhər)

source: To (Country)
az: Haraya (Ölkə)

source: To (Region)
az: Haraya (Region)

source: To (City)
az: Haraya (Şəhər)

# cargo_capacity_m3
source: Shipment volume (m3)
az: Yükün həcmi (m3)

# cargo_weight
source: Shipment weight (kg)
az: Yükün çəkisi (kg)

source: Date interval
az: Tarix aralığı

# valyuta
source: Currency
az: Valyuta

source: Price
az: Qiymət

# cargo_length
source: Shipment length (cm)
az: Yükün uzunluğu (cm)

# cargo_height
source: Shipment height (cm)
az: Yükün hündürlüyü (cm)

# cargo_width
source: Shipment width (cm)
az: Yükün eni (cm)

# cargo_coordinant
source: Shipment location
az: Yükün xəritədə yeri

# more_info
source: Additional information
az: Ətraflı

source: Cancel
az: Ləğv et

# change_adv
source: Change announcement
az: Elanı dəyiş

source: Save
az: Yadda saxla

source: Next
az: İrəli

# my_profile_info
source: Profile settings
az: Profil məlumatlarım

source: Change password
az: Şifrəni dəyiş

# old_pass
source: Old password
az: Köhnə şifrə

# new_pass
source: New password
az: Yeni şifrə

# new_pass_confirm
source: Confirm new password
az: Yeni şifrənin təkrarı

# language_options
source: Language
az: Dil

# email_notif
source: Email notifications
az: Email bildirişlər

# push_notif
source: Push notifications
az: Push bildirişlər

# sms_notif
source: SMS notifications
az: SMS bildirişlər

# sound_notif
source: Voice notifications
az: Səsli bildirişlər

# vibrator_notif
source: Vibration notifications
az: Titrəməli bildirişlər

source: Create
az: Yarat

# new_adv
source: New announcement
az: Yeni elan

# search_more
source: Advanced search
az: Ətraflı axtarış

source: Search
az: Axtar

source: Clear
az: Təmizlə

source: Next payment
az: Növbəti ödəniş

source: Pending
az: Gözləyir
